tap "adoptopenjdk/openjdk"
tap "bridgecrewio/airiam", "https://github.com/bridgecrewio/airiam"
tap "buo/cask-upgrade"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "potatolabs/git-redate"
brew "ack"
brew "libtiff"
brew "jpeg-xl"
brew "autojump"
brew "bash-completion"
brew "bat"
brew "bitwarden-cli"
brew "boost"
brew "caddy"
brew "glib"
brew "cairo"
brew "cloud-nuke"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "dive"
brew "dnsmasq"
brew "dos2unix"
brew "eza"
brew "fd"
brew "gcc"
brew "findutils"
brew "flux", link: false
brew "fswatch"
brew "fzf"
brew "ghostscript"
brew "git"
brew "gnutls"
brew "gnupg"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "hey"
brew "hstr"
brew "htop"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "ldns"
brew "libfido2"
brew "luarocks"
brew "macchina"
brew "mas"
brew "openjdk"
brew "maven"
brew "mawk"
brew "mtr"
brew "ncdu"
brew "ncmpcpp"
brew "neovim"
brew "nnn"
brew "nodenv"
brew "openssh"
brew "parallel"
brew "pinentry-mac"
brew "pyenv"
brew "rbenv"
brew "rbspy"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "showkey"
brew "spaceship"
brew "stunnel"
brew "telnet"
brew "terracognita"
brew "terraform", link: false
brew "terraform-inventory"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "wdiff"
brew "wget"
brew "xsv"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform-ls"
brew "potatolabs/git-redate/git-redate"
cask "adobe-acrobat-reader"
cask "aerospace"
cask "amethyst"
cask "bitwarden"
cask "datagrip"
cask "discord"
cask "docker"
cask "eqmac"
cask "firefox"
cask "flux"
cask "font-hack"
cask "font-hack-nerd-font"
cask "gifox"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "keybase"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "obs"
cask "obs-virtualcam"
cask "raycast"
cask "slack"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "todoist"
cask "tunnelblick"
cask "visual-studio-code"
cask "whatsapp"
vscode "aeschli.vscode-css-formatter"
vscode "alexdima.copy-relative-path"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "budparr.language-hugo-vscode"
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "dorzey.vscode-sqlfluff"
vscode "eamodio.gitlens"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tommorris.mako"
vscode "usernamehw.remove-empty-lines"
vscode "vue.volar"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.vscode-caddyfile-syntax"
